{{ t('Спасибо за обращение, ваше сообщение было успешно отправлено! Мы с вами скоро свяжемся.') }}
{{ t('Ваша информация была успешно обновлена!') }}
{{ t('Пароль должен состоять более, чем из 6 символов.') }}
{{ t('Был введен неверный текущий пароль.') }}
{{ t('Занятия') }}
{{ t('Занятий') }}
{{ t('Занятиe') }}
{{ t('Заданиe') }}
{{ t('Заданиe') }}
{{ t('Задания') }}
{{ t('Заданий') }}
{{ t('Пока что вы не приобрели ни одного продукта.') }}
{{ t('Пожалуйста, подтвердите ваш пароль, прежде чем продолжить.') }}
{{ t('Действующий Пароль') }}
{{ t('Забыли пароль?') }}
{{ t('Подтвердить Пароль') }}
{{ t('Ваш пароль был сброшен!') }}
{{ t('Мы отправили вам ссылку для сброса пароля по электронной почте!') }}
{{ t('Пожалуйста, подождите, прежде чем повторить попытку.') }}
{{ t('Этот токен сброса пароля недействителен.') }}
{{ t('Мы не можем найти пользователя с этим адресом электронной почты.') }}

{{ t(':attribute должен быть между :min и :max') }}
{{ t(':attribute должен иметь значения между :min и :max символами.') }}
{{ t('Подтверждение :attribute не совпадает.') }}
{{ t(':attribute не может быть больше, чем :value символов.') }}
{{ t(':attribute должен быть не менее :min.') }}
{{ t(':attribute должен быть не менее :min kilobytes.') }}
{{ t(':attribute должен быть не менее :min символов.') }}
{{ t('Пароль неверный.') }}
{{ t('Поле :attribute обязательное.') }}
{{ t('Формат :attribute неверен.') }}
{{ t('Этот :attribute уже занят.') }}
{{ t(':attribute должен быть строкой.') }}
{{ t(':attribute должен быть действительным UUID.') }}
{{ t('Извините, но что-то пошло не так :(') }}
{{ t('Оплата прошла успешно!') }}
