@if(lang() == 'ru')
<h1> 
  Сразу оговоримся: вам может показаться, что этот генератор плохо работает и выдаёт дурацкие тексты.
</h1>
<p>
   Всё дело в том, что в этом алгоритме важно предусмотреть все варианты составления структуры текста и самих предложений, а потом проверить, как это всё согласовывается между собой. Чем длиннее и «живее» нужен текст, тем больше вариантов подстановки слов нужно предусмотреть.
</p>
@else
<H1>
   Відразу обмовимося: вам може здатися, що цей генератор погано працює і видає дурні тексти.
</H1>
<P>
    Вся справа в тому, що в цьому алгоритмі важливо передбачити всі варіанти складання структури тексту і самих пропозицій, а потім перевірити, як це все узгоджується між собою. Чим довше і «живіший» потрібен текст, тим більше варіантів підстановки слів потрібно передбачити.
</P>
@endif